Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Meow Rangers.tmx
Source language: ko_kr
Languages: en_us

source: 왕자가 이 실험을 견딘 다면....!
en_us: IF HE CAN SURVIVE THIS EXPERIMENT...

source: 설마...!!
en_us: COULD IT BE...

source: 개조하든 부수든 마음대로 해.
en_us: YOU CAN REPROGRAM IT OR DESTROY IT, WHATEVER YOU WANT.

source: 미안하군.
en_us: I’M SORRY.

source: 성능 확실하구만.
en_us: EXCELLENT.

source: 병역의 의무 축하해
en_us: CONGRATS ON YOUR ENLISTMENT

source: 기억나냐?
en_us: DO YOU REMEMBER?

source: 씨 익
en_us: SMIRK

source: 나는 네 안의 어둠 속에 있으니까...
en_us: I’M IN THE DARKNESS WITHIN YOU.

source: 호잇-!!
en_us: HIYAAA!!

source: 나...{j}나는...!!
en_us: I-I’M...!{j}

source: 임재범- 고해
en_us: JAEBEOM IM- CONFESSION

source: 발자국 처럼 다 보이는 패턴으로 공격할 줄 알았어!?
en_us: YOU REALLY THOUGHT MY ATTACK WOULD FIT A PATTERN?!

source: 훼이크라고-!!
en_us: I FAKED YOU OUT!!

source: 꼭 무사히 돌아와야..
en_us: COME BACK SAFE, NO MATTER WHAT...

source: 스으윽
en_us: WHOOSH

source: 깜돌...!
en_us: SHADOW...!

source: 나를 실험체로 써라.
en_us: TEST ME.

source: 어이...!
en_us: HEY...!

source: 너...도망칠 생각이 아니라...
en_us: YOU’RE NOT THINKING OF RETREATING WITH ME...

source: 타 다 닷
en_us: TAP TAP TAP

source: 이 녀석!!
en_us: THIS IS THE GUY!!

source: 누가 지켜?
en_us: ...MY FAMILY AND FRIENDS?

source: 네로님의 이마에 있는 것 까지 포함해서...
en_us: ...COUNTING THE MEOW GEM ON YOUR FOREHEAD, MASTER NERO...

source: 찌리릿
en_us: BZZZT

source: 찌잉
en_us: TING

source: 죽여버려야지.
en_us: I HAVE TO KILL HER.

source: 호열 아저씨가 몸 속으로...!!
en_us: MR. HOYEOL WENT INSIDE...!!

source: 바 박
en_us: BAM BAM

source: 해야 될지도 몰라.
en_us: JOIN THEM.

source: 엄마를 지켜줘야해.
en_us: PLEASE LOOK AFTER MOM.

source: 왜 그랬어.
en_us: WHY DID YOU DO THAT?

source: 여...
en_us: H-HERE...!

source: 냥인의 시대가 도래했다.
en_us: THE ERA OF CAT PEOPLE IS UPON US.

source: 다...{j}당신...!!
en_us: Y-YOU...!!{j}

source: 네 녀석과 힘을 합치지 않으면...
en_us: IF WE DON’T JOIN FORCES WITH YOU...

source: 쿠 구구
en_us: POW POW POW

source: 어찌합니까~
en_us: WHAT SHOULD I DO~ ♪

source: 그들이 제 가족.
en_us: THEY ARE MY FAMILY,

source: 얘들아!
en_us: HEY YOU TWO!

source: 저건!!!
en_us: THAT ISN’T...

source: 썩 꺼져...
en_us: GET OUT OF HERE...

source: 후훗
en_us: HUHU

source: 나로 말할 것 같으면 [리더] 로 불리는 사람으로서...
en_us: AS THE ONE CALLED LEADER...

source: 아{j}아{j}아..
en_us: SWOOSH{j}{j}

source: 롱캣과 냥잼을 저 녀석에게 두고...!!
en_us: SHE LEFT LONG CAT AND THE MEOW GEM WITH HIM...!!

source: 몇 세대가 살아오면서 보수공사를 해왔으니까요.
en_us: SEVERAL GENERATIONS HAVE COME AND GONE, MAKING IMPROVEMENTS ALONG THE WAY.

source: 냥잼 이식술을 받기위해선 냥인 문명에 한 획을 그응 [업적]이 필요하지.
en_us: TO GET A MEOW GEM TRANSPLANT, YOU MUST MAKE A GRAND ACHIEVEMENT THAT GOES DOWN IN CAT PEOPLE HISTORY.

source: 현인류에게 평화를 약속했지만,
en_us: WE PROMISED HUMANS PEACE,

source: 고양이 샷건-!ㄴ
en_us: CAT SHOTGUN!!

source: 감당 할 술 있겠냐...?
en_us: ...PREPARED TO GET HURT...?

source: 샤악
en_us: SLICE

source: 이사 갈 준비한데.
en_us: SHE SAID SHE’S GETTING READY TO MOVE.

source: 이 바보자식...!
en_us: THAT FOOL...!

source: 나갈래애~
en_us: I WANNA GO OOOUT.

source: 슈확
en_us: WHOOSH

source: 다냐...!?
en_us: ...THE BEST YOU CAN DO...?!

source: 속...력.
en_us: IT’S... SPEED.

source: 냥행성인들은 지구 출신 냥인들과 함께하길 원하지 않습니다.
en_us: CAT PEOPLE FROM CAT PLANET DO NOT WISH TO LIVE WITH THOSE FROM EARTH.

source: 어이-!!
en_us: YO!!

source: 큭크르르...!!
en_us: GRRR...!!

source: 털썩..
en_us: COLLAPSE

source: 녀석과 싸우고 있는 집사레인저도...
en_us: AND THE MEOW RANGER HE’S FIGHTING...

source: 전장의 아이돌 네로...
en_us: NERO, THE IDOL OF THE BATTLEFIELD...

source: 용서해라...
en_us: FORGIVE US...

source: 건방떨기는.
en_us: HOW ARROGANT.

source: 좋아할 게 아닙니다.
en_us: THIS IS NOTHING TO CELEBRATE.

source: 말해 봐.
en_us: TELL ME.

source: 게이지가 차려면 적어도 몇 초는 걸려...!!
en_us: IT’LL TAKE AT LEAST A FEW SECONDS TO RECHARGE...!!

source: 그럴거면 아까 넘기고 튈 걸..!!
en_us: I SHOULD’VE GIVEN IT TO HIM EARLIER AND RAN...!!

source: 인간 청소를 꿈꾸는 네로가 냥잼을 손에 얻는다면...
en_us: NERO WANTS TO ERADICATE HUMANS. IF SHE GETS THE MEOW GEM...

source: 다 거짓말이야!!
en_us: IT’S ALL LIES!!

source: [압축 근육 모드] 만큼이나 압축된 상태다.
en_us: BUT I’M ACTUALLY AS COMPRESSED AS I WOULD BE IN MUSCLE COMPRESSION MODE.

source: 하...
en_us: SIGH

source: 1개월 내로 성장기가 끝나고...
en_us: ...YOUR GROWTH PERIOD WILL END WITHIN ONE MONTH...

source: 냥잼에서 나오는 폭발적인 에너지는 몸에 해롭습니다.
en_us: ...THE EXPLOSIVE ENERGY EMITTED BY THE MEOW GEM DAMAGES THE BODY.

source: 이 쥐새끼!!
en_us: YOU RAT!!

source: 새겨들어...
en_us: PUNKS...

source: 곰곰이 생각해보니...
en_us: I THOUGHT HARD ABOUT IT...

source: 공부 잘하는 일진, 또라이 일진 등 다양한 일진들이 존재하지.
en_us: SMART BULLIES, WEIRD BULLIES, ALL TYPES OF BULLIES.

source: 그는 더 이상 인간이 아니야.
en_us: HE’S NO LONGER JUST A HUMAN.

source: 내가 만든 로봇이 녀석의 부하를 죽였어...!
en_us: THE ROBOT I MADE KILLED HER SUBORDINATES...!

source: 자리를 비울 수 밖에 없었던 나는...
en_us: SINCE I HAD NO CHOICE BUT TO LEAVE...

source: 일어나.
en_us: STAND UP,

source: ㅋ
en_us: HA

source: 지각이다!
en_us: I’M LATE!

source: 이렇게 빨리 진행 될 줄이야.
en_us: I DIDN’T EXPECT IT TO HAPPEN SO QUICKLY.

source: 깜돌!!
en_us: SHADOW!

source: 소중한 사람들이 다치고 죽었어...!!
en_us: ...IN THE FIGHT AGAINST CAT PEOPLE...!!

source: 안심해라.
en_us: RELAX.

source: 빨리 끝내고...
en_us: END THIS QUICKLY...

source: 롱캣은 너희 집사들에게 넘길테니
en_us: I’LL LET YOU RANGERS KEEP LONG CAT.

source: 단순히 안 보이는게 아니라....
en_us: IT’S NOT JUST THAT I CAN’T SEE HIM...

source: 항상 준비가 되어있어 있는게 전사다.
en_us: TO BE A WARRIOR IS TO BE READY AT ALL TIMES.

source: 나는 그동안 수많은 집사레인저들을 봐왔지...
en_us: I’VE SEEN COUNTLESS MEOW RANGERS IN MY TIME...

source: 저대로 떨어지면 깜돌이가 죽습니다...!!
en_us: IF YOU DON’T CATCH SHADOW NOW, HE WILL DIE FROM THE FALL...!!

source: 뭐...{j}뭐냐고...!!
en_us: WH-WHAT IS HAPPENING...?!

source: 네 슈트 안쪽에 숨겨놨구나.
en_us: ...BUT YOU HID ONE INSIDE YOUR SUIT.

source: 네 말이 맞아.
en_us: YOU’RE RIGHT.

source: 아는 척 하려면 제대로 해야할 거다!!
en_us: IF YOU’RE JUST PRETENDING TO KNOW SOMETHING, YOU BETTER BE GOOD!!

source: 후 다 닥
en_us: DASH

source: 절대 개인적인 원한 때문에 이러는 게 아니다.
en_us: I SWEAR IT’S NOTHING PERSONAL.

source: 신인류는 절대 냥인을 해칠수 없어.
en_us: NEOHUMANS CAN NEVER HARM CAT PEOPLE.

source: 뭐냐고...!
en_us: WHAT IS THAT...?!

source: 후퇴...해야...
en_us: I HAVE TO... RETREAT...

source: 조금 더 서두르지.
en_us: LET’S HURRY IT UP A LITTLE.

source: 찍...!!
en_us: TWEEK...!!

source: 자네들과 함께 할 수 있어서...
en_us: IT’S BEEN FUN...

source: 들리나-!!
en_us: CAN YOU HEAR ME?!

source: 자자, 집중하고!
en_us: ALL RIGHT, LISTEN UP!

source: 활발히 활동한다라...
en_us: HYPERACTIVE CELLS, EH...?

source: 이 형편없는 공격은!
en_us: WHAT IS THIS LOUSY ATTACK?!

source: 과학 시간도 아니고...
en_us: THIS ISN’T SCIENCE CLASS...

source: 내가 떨고 있다니...!!
en_us: HOW COULD I BE TREMBLING...?!

source: 나는 어디...?
en_us: WHERE AM I...?

source: 나를 죽이고 싶나...?
en_us: DO YOU WISH TO KILL ME...?

source: 이 친구, 아무것도 모르는구만.
en_us: YOU MUST NOT KNOW ANYTHING, MY FRIEND.

source: 어쩔 수 없는 냥인이라는 것...!!
en_us: ...SIMPLY MEANS WE ARE, IN THE END, MERE CAT PEOPLE...!

source: m/s가 뭐냐.
en_us: WHAT IS M/S?

source: 오빠 패던 실력 어디 안 가네.
en_us: YOU’VE STILL GOT IT, JUST LIKE WHEN YOU BEAT ME UP.

source: 가까운 곳에 있었던 거야.
en_us: I HAD SUCH A PERSON CLOSE BY.

source: 하지만, 그렇다고 해서 굳이 기회를 놓칠 필요는 없잖아?
en_us: BUT, THAT DOESN’T MEAN YOU SHOULD TURN DOWN AN OPPORTUNITY.

source: 소중한 동료 뿐만 아니라...
en_us: WE LOST NOT ONLY OUR BELOVED COLLEGUES...

source: 결과는...?
en_us: AND THE RESULTS...?

source: 녀석들과...
en_us: WE MIGHT...

source: 아시는구나?
en_us: MEOW RANGERS?

source: 냐아아
en_us: MEEEOOOW

source: 이 사람이라면 믿고 도움 받을 수 있어.'{j}라는 생각이 드는 사람...
en_us: I WONDERED, IS THERE ANYONE AROUND ME WHO’D MAKE ME THINK...{j}

source: 둥 실
en_us: FLOAT

source: 집사레인저 호출을 종료합니다.
en_us: ENDING MEOW RANGER SUMMONS.

source: 아닙니다...
en_us: IT’S NOTHING...

source: 그냥 네가 위험해질까 봐 숨겼던...
en_us: I JUST WANTED TO PROTECT YOU FROM DANGER...

source: 후훗.
en_us: HAHA.

source: 너 설마!!!
en_us: DON’T TELL ME...

source: 거...거기서!
en_us: S-STOP RIGHT THERE!

source: 나...나와!!
en_us: C-COME OUT!!

source: 나는 [집사레인저] 였다.
en_us: I USED TO BE A MEOW RANGER.

source: 당신의 얼굴에서...
en_us: YOUR FACE...

source: 마..
en_us: GASP...

source: ...어...?
en_us: HUH...?

source: 치와는 이미 각오 된 건가.
en_us: DID CHIWA ALREADY MAKE UP HIS MIND...

source: 어이 아저씨~!
en_us: YO, MISTER!

source: 반격했다면 집사레인저란 걸 들켰을 거야.
en_us: THEY WOULD’VE REALIZED YOU WERE A MEOW RANGER IF YOU’D FOUGHT BACK.

source: 새 선생님인가??
en_us: IS SHE OUR NEW TEACHER??

source: ...죽는 건가.
en_us: I’M DYING...?

source: 민지 전학 간다니까 엄청 아쉬워한다?
en_us: ARE YOU DEVASTATED THAT MINJI’S CHANGING SCHOOLS?

source: 남매의 타고난 운동신경은 어머니를 닮은 듯 하다.
en_us: HER CHILDREN’S ATHLETIC ABILITIES SEEM TO COME FROM HER.

source: 이...이 녀석 맞아...!?
en_us: I-IS THAT REALLY HIM...?!

source: 기절했지만 꽤나 조준이 정확해.
en_us: HE’S PASSING OUT, BUT HIS AIM IS STILL PRETTY ACCURATE.

source: 집중하자!
en_us: FOCUS!

source: 그러기 위해서는 레이더에 걸리지 않는 [냥인]이 먼저 잠입해야 해.
en_us: IN ORDER TO DO THAT, A CAT PERSON THAT IS UNDETECTABLE BY RADAR MUST SNEAK IN FIRST.

source: 이 자식...!!!
en_us: YOU BASTARD...!!

source: 괜찮나?
en_us: MINSIK!

source: 냥인이면서, 기계 지식에 해박한...
en_us: A CAT PERSON THAT KNOWS MECHANICAL ENGINEERING...

source: 어때?
en_us: WHAT DO YOU THINK?

source: 말로 할 때 주면 그냥 보내주려고 했는데...
en_us: IF YOU’D JUST HANDED IT OVER WE WOULD HAVE LET YOU GO...

source: 하...참나.
en_us: AH... GOODNESS.

source: 어차피 나는 죽어.
en_us: IN THE END, I’LL DIE.

source: 무능하기만 하셔서 다행입니다.
en_us: YOU’RE JUST INCOMPETENT.

source: 그 때의 내가...
en_us: WAS IT BECAUSE...

source: 뭣이...!
en_us: WHAT...?!

source: 내려주세요.
en_us: PLEASE LEAVE.

source: 우리들을 이용만하고 버린다고...?
en_us: SHE’S GOING TO USE US ONLY TO DISCARD US AFTER...?

source: 좋은 말로 할 때 가라.
en_us: GET OUTTA HERE WHILE I’M STILL BEING NICE.

source: ...시계는 폼이냐.
en_us: IS THAT WATCH JUST AN ACCESSORY...?

source: 오 싹
en_us: SHIVER

source: 저 냥아치 골목에서 유명했던 놈이라고!
en_us: THAT CAT WAS INFAMOUS FROM THE HOOD!

source: 오빠가 아직 싸우고 있어...!
en_us: HE’S STILL FIGHTING...!

source: 이...이 녀석...
en_us: TH-THIS GUY...

source: 오...오빠 집사레인저였던 거야?!
en_us: H-HYEONMIN... YOU’RE A MEOW RANGER?!

source: 근데 캣슈트에 대해 어떻게 알고 있는 거지..?
en_us: ...BUT HOW DOES HE KNOW ABOUT CATSUITS...?

source: ...괜한 질문을 했어.
en_us: IT WAS A POINTLESS QUESTION...

source: 오늘 전송된 냥잼,
en_us: I BROUGHT YOU...

source: 슈{j}우웅
en_us: SWOOSH{j}

source: 아직 너무 어리고 여린...
en_us: ...TO PREPARE FOR ANOTHER WAR.

source: 땡그랑
en_us: PLONK

source: 냐아아앙-!!
en_us: MEEEOOOW!!

source: 아니...
en_us: NO...

source: 아시다시피...
en_us: AS YOU KNOW...

source: 안...돼
en_us: NO...

source: 힘있는 냥인인가.
en_us: ...TO TALK LIKE THAT.

source: 모두 냥인들에게 잃었다.
en_us: WE LOST ALL OF IT TO THE CAT PEOPLE.

source: 네?
en_us: SORRY?

source: 쭈우욱
en_us: SWOOSH

source: 민식이 오빠는...
en_us: MINSIK...

source: 쿠 구 구 구 궁..
en_us: RUMBLE

source: 하지만 결국, 나 역시 집사레인저를 잠시 그만 둘 수 밖에 없게 되는데...
en_us: EVENTUALLY, THOUGH, I HAD NO CHOICE BUT TO LEAVE THE JOB FOR A WHILE....

source: 그날 죽었어.
en_us: DIED THAT DAY.

source: 아, 네.
en_us: AH, YES.

source: 애들아...
en_us: GIRLS...

source: 만약, 나를 깨우기 힘든 상황이면...
en_us: IF YOU EVER FIND IT DIFFICULT TO WAKE ME UP...

source: 뭐야??
en_us: WHAT WAS THAT??

source: 위험해!!
en_us: LOOK OUT!!

source: 한 달전...
en_us: ONE MONTH AGO...

source: 그날이 오면 이 녀석은 제일 먼저 죽이실 건가요?
en_us: I WONDER, WHEN THAT DAY COMES, WILL YOU KILL HIM FIRST?

source: 녀석들을 쳐부수려면, 제어실에 침입해 인공지능을 무력화 시키는 게 우선.
en_us: IF WE WANT TO DEFEAT THEM, WE MUST FIRST TAKE OVER THE CONTROL ROOM AND DEACTIVIATE THE A.I.

source: 최면 (세뇌파동) 효과로 일반 인간들에겐 귀와 꼬리가 보이지 않는다.
en_us: THE BRAINWASHING WAVE MAKES THE CAT EARS AND TAIL INVISIBLE TO ORDINARY PEOPLE.

source: 아차, 죄송합니다.
en_us: OH MY, I APOLOGIZE.

source: 네가 옳은 일을 위해 싸우는 거라고 생각하나!?
en_us: YOU THINK YOU’RE FIGHTING FOR A JUST CAUSE?!

source: 냐발!!
en_us: FURK!!

source: 노화도 빨리 온다는 말입니다.
en_us: YOU WILL AGE QUICKER AS WELL.

source: 붕 붕
en_us: WHIRL

source: 우{j}우{j}웅
en_us: WHIIIR{j}{j}

source: 멋있는 척하기는....
en_us: YOU’RE JUST PRETENDING TO BE COOL...

source: ...지금 이 팀에서 전투가 가능한 냥인인 우리 둘 뿐인데...
en_us: AS OF NOW, THERE ARE ONLY TWO CAT PEOPLE IN THIS TEAM THAT CAN ACTUALLY FIGHT...

source: 키티,
en_us: KITI.

source: 내가 생각해도 안 갈 이유가 없잔아...
en_us: AND I CAN’T THINK OF ANY REASON NOT TO GO...

source: 너희들의 삶을 찾아라.
en_us: GO, LIVE FREELY.

source: 흥.
en_us: HMPH

source: 호식아...
en_us: HOSIK...

source: 당신은 분명 강하지만,
en_us: YOU’RE POWERFUL INDEED...

source: 너는 나를 찾을 수 없어.
en_us: YOU WON’T BE ABLE TO FIND ME.

source: 어떻게 그런소리를...!
en_us: HOW CAN YOU SAY THAT...?!

source: 너...{j}너희들...!!
en_us: {j}M-MY LIEUTENANTS...!!
